Repository: Jean-Daniel/Spark
Catalog: SparkEditor/Resources/*.lproj/Localizable.strings
Languages: french

source: %@ HotKeys
french: Raccourci %@

source: ABOUT_PLUGIN_BOX_TITLE
french: Plugin %@

source: SparkLibrary - %.4d-%.2d-%.2d
french: Bibliothèque Spark %.4d-%.2d-%.2d

source: SparkLibrary - HTML
french: Bibliothèque Spark

source: Show in Application...
french: Afficher dans l'application…

source: Cancel
french: Annuler

source: CREATE_TRIGGER_CONFLICT_MSG
french: Voulez-vous désactiver l'action «%@» et activer «%@», ou voulez-vous laisser «%@» désactivé.

source: Front Application
french: Application active

source: Globals Setting
french: Réglages globaux

source: HotKey Groups
french: Groupes

source: Library
french: Bibliothèque

source: <New Group>
french: Nouveau groupe

source: New Group
french: Nouveau groupe

source: NEW_TRIGGER_MENU
french: Nouveau raccourci

source: no help
french: Aide indisponible

source: Replace
french: Remplacer

source: Enable
french: Activer

source: Keep disabled
french: Laisser désactivé

source: REVERT_BACKUP
french: Le retour à la copie de sauvegarde entraînera l’effacement de votre base de données actuelle.

source: REVERT_MESSAGE
french: Le fichier d’archive « %@ » écrasera votre base de données existante. Cette opération est irréversible.

source: Start Spark Daemon
french: Démarrer le Daemon Spark

source: START_SPARK_DAEMON_MENU
french: Démarrer le Daemon Spark

source: Stop Spark Daemon
french: Arrêter le Daemon Spark

source: STOP_SPARK_DAEMON_MENU
french: Arrêter le Daemon Spark

source: CREATE_TRIGGER_CONFLICT_TITLE
french: «%1$@» ne peut-être activé car le raccourci «%3$@» est déjà utilisé par l'action «%2$@».
